Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/oslomet.no.csv-nb-nn.deduped.tmx
Source language: nb
Languages: nn

source: kan analysere, vurdere og dokumentere elevers læring, gi læringsfremmende tilbakemeldinger, tilpasse opplæringen til elevenes forutsetninger og behov, bruke varierte undervisningsmetoder og bidra til at elevene kan reflektere over egen læring og utvikling
nn: kan analysere, vurdere og dokumentere læring, gi læringsfremmande tilbakemeldingar, tilpasse opplæringa til dei føresetnadene og behova elevane har, bruke varierte undervisningsmetodar og bidra til at elevane kan reflektere over eiga læring og utvikling

source: Fagtilbudet kan variere
nn: Fagtilbodet kan variere

source: Brukes primært om språk som læres i et miljø der det er i allmenn bruk som dagligspråk, men kan også betegne ethvert språk som ikke er
nn: Blir primært brukt om språk ein lærer i eit miljø der det er i allmenn bruk som daglegspråk, men kan også brukast om alle språk som ikkje er

source: Utgangspunktet er lokale og globale ressurs- og miljøutfordringer som vi står overfor i dag.
nn: Utgangspunktet er lokale og globale ressurs- og miljøutfordringar som vi står overfor i dag.

source: Gjennom å utføre selvstendig forskning- og utviklingsarbeid (FoU) skal studentene opparbeide seg kompetanse til å delta i utvikling av faglig fellesskap i en skole i stadig forandring.
nn: Gjennom å utføre sjølvstendig forskings- og utviklingsarbeid (FoU) skal studentane få kompetanse til å delta i utvikling av faglege fellesskap i ein grunnskule i stadig endring.

source: Arbeidet tilfredsstiller ikke minimumskrav til faglig og fagdidaktisk kunnskap om lesing og skriving som grunnleggende ferdigheter og/eller til språklig framstilling.
nn: Arbeidet tilfredsstiller ikkje minimumskrava til i fagleg og fagdidaktisk kunnskap om lesing og skriving som grunnleggjande ferdigheiter, og/eller til språkleg framstilling.

source: Kontaktlærer har også et hovedansvar for å skrive pedagogiske rapporter, helårsvurderinger og individuelle opplæringsplaner (IOP).
nn: Kontaktlæraren har også eit hovudansvar for å skrive pedagogiske rapportar, heilårsvurderingar og individuelle opplæringsplanar (IOP).

source: Dersom en eller flere arbeidskrav ikke blir godkjent, gis det anledning til å kunne levere en forbedret versjon én gang innen angitt frist.
nn: Dersom ein eller fleire arbeidskrav ikkje blir godkjente, blir det gitt høve til å kunna levera ein forbetra versjon éin gong innan angitt frist.

source: Alle hjelpemidler er tillatt så lenge regler for kildehenvisning følges.
nn: Alle hjelpemiddel er tillate så lenge reglar for kjeldetilvising følgjast.

source: Gjennom utdanningen får studentene innsikt i mangfoldet av kjønns- og likestillingsutfordringer som møter læreren i grunnskolen.
nn: Gjennom utdanninga får studentane innsikt i mangfaldet av kjønns- og likestillingsutfordringar som møter læraren i grunnskulen.

source: kan søke innsyn i offentlige journaler
nn: kan søke innsyn i offentlege journalar

source: Slike didaktiske strategier kan for eksempel være å la elever erfare og skape kunstneriske og estetiske uttrykk, eller dialogbasert undervisning der elevenes holdninger og verdier utforskes og utfordres.
nn: Slike didaktiske strategiar kan for eksempel vere å la elevar erfare og skape kunstnariske og estetiske uttrykk, eller å ha dialogbasert undervisning der haldningar og verdiar som elevane har, blir utforska og utfordra.

source: Deretter gapte en for høgt med formingsfaget, meinte han, ved at det mentalhygeniske perspektivet skulle være til hjelp i danning av personlegdomen.
nn: Deretter gapte ein for høgt med formingsfaget, meinte han, ved at det mentalhygeniske perspektivet skulle være til hjelp i danning av personlegdomen.

source: lover, forskrifter og læreplaner
nn: lover, forskrifter og læreplanar

source: Minst ett av arbeidskravene skal danne grunnlag for kunnskapsdeling i eget kollegium.
nn: Minst eitt av arbeidskrava skal danne grunnlag for kunnskapsdeling i eige kollegium.

source: Tilfredsstiller minimumskravene til kunnskaper og ferdigheter innenfor kompetanseområdene i faget.
nn: Arbeidet tilfredsstiller minimumskrava til kunnskapar og ferdigheiter innanfor kompetanseområda i faget.

source: Utvikling av interkulturell kompetanse vil gi studentene et nødvendig grunnlag for å bruke mangfoldet som ressurs og for å kunne samarbeide med hjemmet.
nn: Utvikling av interkulturell kompetanse vil gi studentane eit nødvendig grunnlag for å bruke mangfaldet som ressurs og for å kunne samarbeide med heimen.

source: Studenten vil få kjennskap til og trening i å lede slike møter og samtaler gjennom studiet, i praksisperioder og på høgskolen.
nn: Studenten vil få kjennskap til og trening i å leie slike møte og samtalar gjennom studiet, i praksisperiodar og på høgskulen.

source: Forkunnskapskrav Etter fullført emne har studenten følgende læringsutbytte definert som kunnskap, ferdigheter og generell kompetanse
nn: Etter fullført emne har studenten følgjande læringsutbytte definert som kunnskap, ferdigheiter og generell kompetanse:

source: jobbe individuelt og i team med utvikling av journalistiske produkter
nn: jobbe individuelt og i team med utvikling av journalistiske produkt

source: Forskrift om studier og eksamen ved OsloMet
nn: forskrift om studium og eksamen ved OsloMet

source: Studenter som viser liten evne til å mestre læreryrket, skal så tidlig som mulig i utdanningen få melding om dette.
nn: Studentar som viser liten evne til å meistre læraryrket, skal så tidleg som mogeleg i utdanninga få melding om dette.

source: Læringsutbytte Etter fullført emne har studenten følgende læringsutbytte definert som kunnskap, ferdigheter og generell kompetanse:
nn: Etter fullført emne har studenten følgjande læringsutbytte definert som kunnskap, ferdigheiter og generell kompetanse:

source: En student som utgjør en mulig fare for elevers liv, fysiske og psykiske helse, rettigheter og sikkerhet, er ikke skikket for yrket.
nn: Ein student som utgjer ein mogleg fare for elevars liv, fysiske og psykiske helse, rettar og tryggleik, er ikkje skikka for yrket.

source: Studentene møter denne tematikken i
nn: Studentane møter denne tematikken i

source: Undervisningsopplegget består av to seminardager i andre, fjerde og sjette semester (INTER1100, INTER1200 og INTER1300, se tabell 3), der det blant annet er case-baserte oppgaver om relevante temaer i grupper med studenter fra andre profesjonsutdanninger ved universitetet.
nn: Undervisningsopplegget består av to seminardagar i andre, fjerde og sjette semester (INTER 1100, 1200, 1300, sjå tabell 3), der det blant anna er case-baserte oppgåver om relevante tema i grupper med studentar frå andre profesjonsutdanningar ved universitetet.

source: Vurderingen av fagartikkel gjøres på grunnlag av læringsutbyttebeskrivelser for emnet.
nn: Vurderinga av essayet blir gjort på grunnlag av læringsutbytebeskrivinga for emnet.

source: På grunnlag av prosjektskisser der studentene beskriver tema for masteroppgaven og om de vil gjennomføre oppgaven individuelt eller i gruppe på inntil tre, får hver student utnevnt veileder.
nn: På grunnlag av prosjektskisse, der studentane beskriv tema for masteroppgåva og om dei vil gjennomføre oppgåva individuelt eller i gruppe på inntil tre, får kvar student tildelt rettleiar.

source: For det andre må lærere raskt oppdage krenkelser, mobbing, trakassering og diskriminering knyttet til skolen, også digitalt, og kunne sette i gang nødvendige tiltak for å motvirke dette.
nn: For det andre må lærarar raskt oppdage krenking, mobbing, trakassering og diskriminering knytt til skulen, også digitalt, og kunne sette i gang nødvendige tiltak for å motverke det.

source: reflektere kritisk over journalistikk på viktige nasjonale samfunnsområder
nn: reflektere kritisk over journalistikk på viktige nasjonale samfunnsområde

source: Blant annet i arbeid med psykososialt læringsmiljø møter studentene studenter fra andre profesjonsutdanninger ved OsloMet, som barnevernspedagogutdanningen, helsesøsterutdanningen og barnehagelærerutdanningen, for å lære om andre profesjoner og samtidig bli mer bevisst sin egen.
nn: Blant anna i arbeidet med psykososialt læringsmiljø møter studentane studentar frå andre profesjonsutdanningar ved OsloMet som barnevernspedagogutdanninga, helsesøsterutdanninga og barnehagelærarutdanninga, for å lære om andre profesjonar og samtidig bli meir bevisst sin eigen.

source: Fagplanen bygger på forskrift om rammeplan for grunnskolelærerutdanningen for trinn 1-7, fastsatt av Kunnskapsdepartementet 7.
nn: Fagplanen bygger på forskrift om rammeplan for grunnskulelærarutdanningane for trinn 1-7, fastsett av Kunnskapsdepartementet 7.

source: Læringsutbytte Etter gjennomført emne har studenten følgende læringsutbytte definert i kunnskap, ferdigheter og generell kompetanse:
nn: Etter fullført emne har studenten følgjande læringsutbytte definert som kunnskap, ferdigheiter og generell kompetanse:

source: semester kan studenten velge mellom ulike skolefag eller velge et skolerelevant fag som pedagogikk – med fordypningene profesjonsrettet pedagogikk, digital pedagogikk eller spesialpedagogikk.
nn: semester kan studenten velje mellom ulike skulefag eller velje et skulerelevant fag som pedagogikk med fordjupingane profesjonsretta pedagogikk, digital pedagogikk eller spesialpedagogikk.

source: Etter fullført emne har studenten følgende læringsutbytte:
nn: Etter fullført emne har studenten følgjande læringsutbytte:

source: Etter gjennomført emne har studenten følgende læringsutbytte definert i kunnskap, ferdigheter og generell kompetanse:
nn: Etter fullført emne har studenten følgjande læringsutbytte definert som kunnskap, ferdigheiter og generell kompetanse:

source: Han forsøkte også å erverva seg vedkjenning og beundring som «taggar», og han søkte emosjonell tilknyting og identifikasjon med et hip-hop gangster miljø prega av innvand-rarungdomar.
nn: Han forsøkte også å erverva seg vedkjenning og beundring som «taggar», og han søkte emosjonell tilknyting og identifikasjon med eit hip-hop gangster miljø prega av innvand-rarungdomar.

source: Studentene skal videreutvikle kunnskapene og ferdighetene de tilegnet seg i første semester, og skal beherske nyhetsreportasjen som sjanger på ulike medieplattformer (nett, tv, radio og trykte medier).
nn: Studentane skal vidareutvikle kunnskapen og ferdigheitene dei tileigna seg i første semester, og skal meistre nyheitsreportasjen som sjanger på ulike medieplattformar (nett, tv og radio).

source: Blant annet i arbeid med psykososialt læringsmiljø møter studentene studenter fra andre profesjonsutdanninger ved HiOA, som barnevernspedagogutdanningen, helsesøsterutdanningen og barnehagelærerutdanningen, for å lære om andre profesjoner og samtidig bli mer bevisst sin egen.
nn: Blant anna i arbeidet med psykososialt læringsmiljø møter studentane studentar frå andre profesjonsutdanningar ved OsloMet som barnevernspedagogutdanninga, helsesøsterutdanninga og barnehagelærarutdanninga, for å lære om andre profesjonar og samtidig bli meir bevisst sin eigen.

source: Det gjelder blant annet drøfting av ulike måter å legge til rette for lese- og skrivesituasjoner i og på tvers av fag for alle elever;
nn: Det gjeld blant anna drøfting av ulike måtar å legge til rette for lese- og skrivesituasjonar i og på tvers av fag for alle elevar;

source: Opptakskrav til enkeltemner for eksterne søkere
nn: Opptakskrav til enkeltemne for eksterne søkjarar

source: har videreutviklet sine journalistspråklige ferdigheter
nn: har vidareutvikla dei journalistspråklege ferdigheitene sine

source: På bakgrunn av faglige vurderinger skal kandidaten raskt kunne iverksette nødvendige tiltak, og kunne etablere samarbeid med relevante faginstanser
nn: På bakgrunn av faglege vurderingar skal kandidaten raskt kunne setje i verk nødvendige tiltak, og kunne etablere samarbeid med relevante faginstansar

source: Grunnskolelærerutdanningen skal kvalifisere lærere til å utøve et krevende og komplekst yrke i et samfunn som preges av mangfold og endring.
nn: Grunnskulelærarutdanninga skal kvalifisere lærarar til å utøve eit krevjande og komplekst yrke i eit samfunn som er prega av mangfald og endring.

source: Forberedelse til emnet
nn: Førebuingar til emnet

source: Å utvikle selvstendig FoU-kompetanse innebærer at studenten får erfaring med å l
nn: Å utvikle sjølvstendig FoU-kompetanse inneber at studenten får erfaring med å

source: I studiet inngår praktisk arbeid med gjeldende læreplaner med vekt på å identifisere hvordan lesing og skriving skal brukes for å fremme elevenes kompetanse i flere fag.
nn: I studiet inngår praktisk arbeid med gjeldande læreplanar med vekt på å identifisere korleis ein kan arbeide med lesing og skriving for å fremje elevane sin kompetanse i fleire fag.

source: ny og utsatt eksamen arrangeres som ved ordinær eksamen
nn: Ny/utsett eksamen vert arrangert som ved ordinær eksamen.

source: De grunnleggende ferdighetene for studentene må forstås i sammenheng med programplanens beskrivelse av studentenes digitale kompetanse og FoU-kompetanse og er presentert sammen med disse i tabell 2.
nn: Dei grunnleggande ferdigheitene for studentane må forståast i samanheng med beskrivinga av den digitale kompetansen og FoU-kompetanse i programplanen, og er presentert saman med desse i tabell 2.

source: Felles samfunnsutfordringer knyttet til klima, forbruk og fordelingspolitikk må løses gjennom bærekraftige løsninger og nytenkning.
nn: Felles samfunnsutfordringar knytt til klima, forbruk og fordelingspolitikk må løysast gjennom berekraftige løysingar og nytenking.

source: Undervisning i profesjonsfaglig digital kompetanse er både integrert i fagene og blir gitt som fagovergripende emne i utdanningsløpet.
nn: Undervisning i profesjonsfaglig digital kompetanse er både integrert i faga og blir gitt som fagovergripande emne i utdanningsløpet.

source: I løpet av studietiden møter studentene flerfaglige temaer som skal gjøre dem i stand til fordypning samt arbeide på tvers av fag.
nn: I løpet av studietida møter studentane fleirfaglege tema som skal gjere studentane i stand til fordjuping samt arbeide på tvers av fag.

source: tapet og golvteppe til Eidsvollbygningen i 1964 måtte en undersøke grundig både materialval og fargebruk.
nn: tapet og golvteppe til Eidsvollbygningen i 1964 måtte ein undersøke grundig både materialval og fargebruk.

source: så vektla en det estetiske for første gang.
nn: så vektla ein det estetiske for første gang.

source: Han prøvde også å få Hans Rustad i Document.no til å slutta seg til en storstilt plan om å starta ei ny kulturkonservativ avis, men også her vart han avvist.
nn: Han prøvde også å få Hans Rustad i Document.no til å slutta seg til ein storstilt plan om å starta ei ny kulturkonservativ avis, men også her vart han avvist.

source: Studentene møter denne tematikken i Det mangfoldige klasserommet som er et flerfaglig tema i pedagogikk og elevkunnskap i både syklus 1 og syklus 2, men også i de ulike studiefagene.
nn: Studentane møter denne tematikken i Det mangfaldige klasserommet som er eit fleirfagleg tema i pedagogikk og elevkunnskap i både syklus 1 og syklus 2, men også i dei ulike studiefaga.

source: Eksamen vurderes etter gradert skala fra A til E for bestått og F for ikke bestått
nn: Det blir nytta gradert karakterskala frå A til E for bestått og F for ikkje bestått.

source: Kontaktlæreren har hovedansvaret for de praktiske, administrative og sosialpedagogiske oppgavene overfor hver enkelt elev i en klasse i grunnskolen.
nn: Kontaktlæraren har hovudansvaret for dei praktiske, administrative og sosialpedagogiske oppgåvene overfor kvar enkelt elev i ein klasse i grunnskulen.

source: dramaturgi, der hans eigen person vart framstilt som en sjølvhøgtidleg korsfarar og redningsmann av den kristne sivilisasjonen.
nn: dramaturgi, der hans eigen person vart framstilt som ein sjølvhøgtidleg korsfarar og redningsmann av den kristne sivilisasjonen.

source: Grunnskolelærerutdanningen må gjennom kunnskapsformidling og relevant praksis bidra til at studentene erfarer hvordan man kan gjennomføre utdanning for bærekraftig utvikling, i tråd med UNESCOs målsetting, i og mellom fag, og lære å bruke skolehverdagen som læringsarena.
nn: Grunnskulelærarutdanninga må gjennom kunnskapsformidling og relevant praksis bidra til at studentane erfarer korleis ein kan gjennomføre utdanning for berekraftig utvikling i tråd med UNESCOs målsetting og kunne bruke skulekvardagen som læringsarena.

source: Studentene vil også få innblikk i relevant og aktuell forskning på feltet og hvordan denne reflekteres i praksis.
nn: Studentane vil også få innblikk i relevant og aktuell forsking på feltet og korleis denne forskinga kan reflekterast i praksis.

source: Se mer utfyllende informasjon om innholdet under hvert emne.
nn: Sjå meir utfyllande informasjon om innhaldet under kvart emne.

source: Velger studenten pedagogikk som masterfag skal studenten også ha 30 studiepoeng i syklus 2 i det undervisningsfaget studenten har 60 studiepoeng i fra syklus 1.
nn: Vel studenten pedagogikk som masterfag, skal studenten også ha 30 studiepoeng i syklus 2 i det undervisningsfaget studenten har 60 poeng i, frå syklus 1.

source: Formålet med oppgavene er å gi praktiske og teoretiske øvelser knyttet til pensum og undervisning for å styrke forståelsen av journalistikken som profesjon.
nn: Formålet med oppgåvene er å gi praktiske og teoretiske øvingar knytte til pensum og undervising for å styrke forståinga av journalistikken som profesjon.

source: Brukes synonymt med
nn: Blir brukt synonymt med

source: Gjennom utdanningen tilegner studentene seg kunnskap om didaktiske strategier som fremmer refleksjon og kritisk bevissthet rundt maktforhold.
nn: Gjennom utdanninga tileignar studentane seg kunnskap om didaktiske strategiar som fremmar refleksjon og kritisk medvit om maktforhold.

source: selvstendige akademiske tekster og i tillegg få kunnskap om
nn: sjølvstendige akademiske tekstar, i tillegg får dei kunnskap om

source: Deretter studenter ved andre ph.d.-program, så andre vitenskapelig ansatte ved Fakultet for lærerutdanning og internasjonale studier.
nn: Deretter studentar ved andre ph.d.-program, så andre vitskapeleg tilsette ved Fakultet for lærarutdanning og internasjonale studium.

source: § 13 er ikke til hinder for at opplysningene kan brukes dersom ingen berettiget interesse tilsier at de skal unntas offentlighet, for eksempel når de er alminnelig kjent eller alminnelig tilgjengelig andre steder (jf.
nn: § 13, er ikkje til hinder for at opplysningane kan brukast dersom inga rettmessig interesse tilseier at dei skal vere unnateke det offentlege, for eksempel når dei er vanleg kjende eller vanleg tilgjengelege andre stader (jf.

source: Bestått praksis er en forutsetning for videre studier.
nn: Bestått praksis er ein føresetnad for vidare studium.

source: kan analysere og vurdere relevante faglige og etiske problemstillinger og bidra til utvikling av faglig felleskap på den enkelte skole
nn: kan analysere og vurdere relevante faglege og etiske problemstillingar og bidra til utvikling av fagleg fellesskap på den enkelte skulen

source: Utvalget skal blant annet gjennom kontakt med Utdanningsutvalget og Doktorgradsutvalget på fakultetet sikre god kobling mellom FoU og utdanning i alle tre sykluser (bachelor, master og ph.d.).
nn: Utvalet skal m.a. gjennom kontakt med Utdanningsutvalet og Doktorgradsutvalet på fakultetet sikre god kopling mellom FoU og utdanning i alle tre syklusar (bachelor, master og ph.d.).

source: opplysninger undergitt taushetsplikt som studenten får fra et forvaltningsorgan,
nn: opplysningar undergitt teieplikt som studenten får frå eit forvaltingsorgan

source: Studentene skal utvikle kompetanse til å begrunne lærerarbeid i klasserommet utfra relevant forskning og teori.
nn: Studentane skal utvikle kompetanse til å grunngi lærararbeid i klasserommet med relevant forsking og teori.

source: Grunnskolelærerutdanningen er en femårig integrert utdanning med tre år på lavere grads nivå, kalt syklus 1, og to år på høyere grads nivå, kalt syklus 2.
nn: Grunnskulelærarutdanninga er ei femårig integrert utdanning med tre år på lågare grads nivå, kalla syklus 1, og to år på høgare grads nivå, kalla syklus 2.

source: Innlærerspråk er i stadig utvikling og kan ha innslag av trekk både fra
nn: Innlærarspråk er i stadig utvikling og kan ha innslag av trekk både frå

source: har inngående kunnskap om relevant forskning og teori og vitenskapelige tenkemåter, forskningsmetoder og etikk
nn: har inngåande kunnskap om relevant forsking og teori, samt vitskaplege tenkemåtar, forskingsmetodar og etikk

source: Studentene møter samiske emner i
nn: Studentane møter samiske emne i

source: Arbeidet er en gjennomsnittlig prestasjon med innslag av selvstendig tenking.
nn: Arbeidet er ein gjennomsnittleg prestasjon med innslag av sjølvstendig tenking.

source: Omfatter både elever i grunnskole og videregående opplæring og voksne deltakere innenfor grunnskoleopplæringens område.
nn: Omfattar både elevar i grunnskole og vidaregåande opplæring og vaksne deltakarar innanfor grunnskoleopplæringas område.

source: Studentene får innsikt i dette gjennom pedagogikkfaget og flerfaglige opplegg, også på tvers av utdanninger.
nn: Studentane får innsikt i dette gjennom pedagogikk og elevkunnskap, og fleirfaglege opplegg, også på tvers av utdanningar.

source: Videre vil studentene bli presentert for ulike arbeidsmåter for å differensiere undervisningen.
nn: Vidare vil studentane bli presenterte for ulike arbeidsmåtar for å differensiere undervisninga.

source: Lesing og skriving er grunnleggende ferdigheter som inngår i en mer omfattende kompetanse uttrykt gjennom begrepet
nn: Lesing og skriving er grunnleggjande ferdigheiter som inngår i ein meir omfattande kompetanse uttrykt gjennom omgrepet

source: Utvikling av literacy handler blant annet om å gjøre elevene i stand til å lese, forstå og tolke og til selv å produsere et bredt spekter av tekster i ulike medier;
nn: Utvikling av literacy handlar blant anna om å setje elevane i stand til å lese, forstå og tolke og til sjølv å produsere eit bredt spekter av tekstar i ulike medium;

source: har kunnskap om ulike former for entreprenørskap
nn: har kunnskap om lese- og skrivestrategiar

source: har inngående kunnskap om læringsteori og barns utvikling, danning og læring i en skole og et samfunn preget av mangfold
nn: har inngåande kunnskap om læringsteori og barn og unges utvikling, danning og læring i ein skole og eit samfunn prega av mangfald

source: Et lærerutdanningsfag bygger på og henter sin kunnskapsbase fra vitenskapsfag, fra skolefaget og fra fagdidaktisk forskning knyttet til elevers læring i faget og lener seg til forskningsbasert kunnskap om barns oppvekst, utvikling og læring.
nn: Eit lærarutdanningsfag bygger på og hentar kunnskapsbasen sin frå vitskapsfaget, frå skulefaget, frå fagdidaktisk forsking i og om læring i faget og lener seg til forskingsbasert kunnskap om barns oppvekst, utvikling og læring.

source: Mangfoldet i samisk kultur og samfunnsliv er en viktig del av den felles kulturarven.
nn: Mangfaldet i samisk kultur og samfunnsliv er ein viktig del av den felles kulturarven.

source: Utvalget skal gjennom samarbeid med utdanningsutvalget og doktorgradsutvalget på fakultetet, bidra til å sikre god kobling mellom FoU og utdanning i alle tre sykluser (bachelor, master og ph.d.).
nn: Utvalet skal m.a. gjennom kontakt med Utdanningsutvalet og Doktorgradsutvalet på fakultetet sikre god kopling mellom FoU og utdanning i alle tre syklusar (bachelor, master og ph.d.).
